Repository: atareao/nautilus-pdf-tools
Catalog: template1/*.po
Languages: gl

source: Paginate
gl: Paxinar

source: Top
gl: Superior

source: Middle
gl: Medio

source: Bottom
gl: Inferior

source: Left
gl: Esquerda

source: Center
gl: Centro

source: Right
gl: Dereita

source: Overwrite original file?
gl: Sobrescribir o ficheiro orixinal?

source: Select font
gl: Seleccionar tipo de letra

source: Select color
gl: Selecciona cor

source: Horizontal position
gl: Posición horizontal

source: Vertical position
gl: Posición vertical

source: Textmark
gl: Marca de texto

source: Select Font
gl: Selecciona tipo de letra

source: Text
gl: Texto

source: Watermark
gl: Marca de auga

source: Choose File
gl: Elixe ficheiro

source: Please choose a file
gl: Por favor selecciona un ficheiro

source: Png files
gl: Ficheiros PNG

source: Flip vertical
gl: Volteo vertical

source: Flip horizontal
gl: Volteo horizontal

source: Rotate
gl: Xirar

source: Pdf file
gl: Ficheiro Pdf

source: Up
gl: Arriba

source: Down
gl: Abaixo

source: Add
gl: Engadir

source: Remove
gl: Quitar

source: Select one or more pdf files
gl: Selecciona un ou máis ficheiros pdf

source: Pdf files
gl: Ficheiros PDF

source: Select Pages
gl: Páxinas seleccionadas

source: Pages
gl: Páxinas

source: Type page number and/or page ranges separated by commas counting from start of the document ej. 1,4,6-9
gl: Escribe o número da páxina e/ou o rango das páxinas separadas por comas comezando a contar dende o inicio do documento, por exemplo 1,4,6-9

source: Convert to
gl: Convertir a

source: Paper size
gl: Tamaño de folla

source: Select the size of the output file
gl: Seleccione o tamaño do ficheiro de saída

source: Orientation
gl: Orientación

source: Select the orientation of the page
gl: Seleccionar a orientación das páxinas

source: Pages in Page
gl: Páxinas por folla

source: Select how many pages in a page
gl: Selecciona cantas páxinas por folla

source: by
gl: por

source: rows by columns
gl: filas por columnas

source: Sort
gl: Ordenar

source: Select the combination sort
gl: Seleccionar a orde de combinación

source: Set the margin
gl: Establecer a marxe

source: The margin to the page in mm
gl: Establece a marxe en mm

source: Letter (8 1/2x11)
gl: Carta (8 1/2x11)

source: Note (8 1/2x11)
gl: Nota (8 1/2x11)

source: Executive (8 1/4x10 1/2)
gl: Executivo (8 1/4x10 1/2)

source: Halfetter (5 1/2x8 1/2)
gl: Media carta (5 1/2x8 1/2)

source: Halfexecutive (5 1/4x7 1/4)
gl: Medio executivo (5 1/4x7 1/4)

source: Statement (5 1/2x8 1/2)
gl: Media carta, 5 1/2 x 8 1/2 polgadas

source: Ledger (17x11)
gl: Libro maior, 17 x 11 polgadas

source: Tabloid (11x17)
gl: Tabloide, 11 x 17 polgadas

source: By rows
gl: Por filas

source: By columns
gl: Por columnas

source: Text file
gl: Ficheiro de texto

source: Resize pages
gl: Redimensionar páxinas

source: Select file to save new file
gl: Selecciona o ficheiro para gardar o documento

source: Combine pages
gl: Combinar varias páxinas por folla

source: Join pdf files
gl: Unir ficheiros pdf

source: Rotate files
gl: Xira ficheiros

source: Rotate some pages
gl: Xirar algunhas páxinas

source: Tools to manage pdf files
gl: Un conxunto de ferramentas para traballar con ficheiros pdf

source: Remove some pages
gl: Quitar algunhas páxinas

source: Extract some pages
gl: Extraer algunhas páxinas

source: Select file to save extracted pages
gl: Selecciona o ficheiro para gardar as páxinas extraídas

source: Select file to save extracted text
gl: Selecciona un ficheiro para gardar as páxinas extraídas

source: Pdf Tools
gl: Ferramentas PDF

source: Tools to manipulate pdf files
gl: Un conxunto de ferramentas para traballar con ficheiros pdf

source: Rotate and flip
gl: Xirar e voltear

source: rotate_and_flip pdf files
gl: Xira e voltea ficheiros pdf

source: Watermark pdffiles
gl: Engade unha marca de auga ao ficheiro pdf

source: Textmark pdf files
gl: Marca ficheiros con texto

source: Paginate pdf files
gl: Paxina ficheiros pdf

source: Rotate pages
gl: Xirar páxinas

source: Rotate pages of the document files
gl: Xira páxinas de ficheiros pdf

source: Remove pages
gl: Quitar páxinas

source: Remove pages of the document files
gl: Quita algunhas páxinas do documento

source: Extract pages
gl: Extraer páxinas

source: Extract pages of the document files
gl: Extrae páxinas do documento

source: Join pdf files in one document
gl: Une ficheiros pdf nun único documento

source: Split pdf files
gl: Separar un ficheiro pdf

source: Split a pdf in several documents
gl: Separa ficheiros pdf en varios documentos

source: Combine pdf pages
gl: Combinar páxinas

source: Combine pdf pages in one page
gl: Combina varias páxinas nunha única

source: Resize pdf pages
gl: Redimensionar páxinas

source: About
gl: Acerca de...
